[
  {
    "id": "REQ-YKJ205",
    "companyName": "Parsons Corporation",
    "requestAmount": 953000000,
    "formattedAmount": "$953,000,000",
    "programElement": "Line Item/PE Title:",
    "briefSummary": "US Air Force Europe-Air Force Africa (USAFE-AFAFRICA) is developing, integrating, and fielding a multi-layered defense system to provide autonomous, resilient theater-wide Air Base Air Defense (ABAD). This program is actively protecting U.S. forces in EUCOM today serving as a 24/7 operational provin...",
    "districtImpact": "Impacts Destin, Tampa, Tallahassee, Largo, Jacksonville, Orlando, Ft. Walton Beach, Ft. Lauderdale",
    "budgetLanguage": "The Committee understands that the US Air Force Europe-Air Force Africa (USAFE-AFAFRICA) Air Base Air Defense (ABAD) program has demonstrated significant maturity in the development and operational employment of the Ramstein Air Defense System Integration Laboratory (RADSIL) and Early Warning Capability (EWC), creating the foundation of a revolutionary Common Operating Picture (COP) for situational awareness of air threats in Europe. The Committee is encouraged by upcoming development and employ...",
    "domain": "Cyber",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-O84XPO",
    "companyName": "Parsons Corporation",
    "requestAmount": 953000000,
    "formattedAmount": "$953,000,000",
    "programElement": "Line Item/PE Title:",
    "briefSummary": "US Air Force Europe-Air Force Africa (USAFE-AFAFRICA) is developing, integrating, and fielding a multi-layered defense system to provide autonomous, resilient theater-wide Air Base Air Defense (ABAD). This program is actively protecting U.S. forces in EUCOM today serving as a 24/7 operational provin...",
    "districtImpact": "Impacts Destin, Tampa, Tallahassee, Largo, Jacksonville, Orlando, Ft. Walton Beach, Ft. Lauderdale",
    "budgetLanguage": "The Committee understands that the US Air Force Europe-Air Force Africa (USAFE-AFAFRICA) Air Base Air Defense (ABAD) program has demonstrated significant maturity in the development and operational employment of the Ramstein Air Defense System Integration Laboratory (RADSIL) and Early Warning Capability (EWC), creating the foundation of a revolutionary Common Operating Picture (COP) for situational awareness of air threats in Europe. The Committee is encouraged by upcoming development and employ...",
    "domain": "Cyber",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-ZW9FJ3",
    "companyName": "Lockheed Martin",
    "requestAmount": 850000000,
    "formattedAmount": "$850,000,000",
    "programElement": "Acquisition, Technology & Logistics (AT&L)",
    "briefSummary": "Congress should pursue multiyear procurement (MYP) authority for F-35 production and sustainment as it will deliver immediate and enduring value to the warfighter, the taxpayer, and the defense industrial base at a moment of heightened global risk. MYP provides predictable demand that enables econom...",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language): Budgetary and Bill Language",
    "budgetLanguage": "SEC. XXX. SPECIAL MULTI-YEAR PROCUREMENT AND SUSTAINMENT AUTHORITY FOR F-35 PROGRAM.\n\n\n\n(a) Authorization.—\n\nNotwithstanding section 3501(a) of title 10, United States Code, the Secretary of Defense is authorized to enter into one or more multi-year contracts for—\n\n\n\nthe procurement of F-35 aircraft, including associated propulsion systems, mission systems, support equipment, and long-lead items; and\n\nsustainment, readiness, and supply-chain support for F-35 aircraft,\n\n\n\nfor the Department of th...",
    "domain": "Naval",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-JR038G",
    "companyName": "Signature Performance, Inc",
    "requestAmount": 500000000,
    "formattedAmount": "$500,000,000",
    "programElement": "0130: Defense Health Program / BA 2: RDT&E",
    "briefSummary": "The DHA needs an enterprise-wide, centrally managed, end-to-end RCM program, under acquisition control (i.e., run by the Component Acquisition Authority (CAE) with a PM and PMO staff), with requirements driven by the financial and claims management SMEs. This solution should utilize technology for e...",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language):  All of the above?",
    "budgetLanguage": "Demonstration for Revenue Cycle Management Modernization - The committee is concerned that Revenue Cycle Management (RCM) processes across the Military Health System remain fragmented, inconsistently executed across military treatment facilities, and insufficiently modernized to ensure accurate and timely third-party collections. The committee notes that incomplete clinical documentation, coding variability, delayed billing, and denied or uncollected claims continue to reduce revenue recovery an...",
    "domain": "AI/ML",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-FL0BY4",
    "companyName": "AIPAC",
    "requestAmount": 300000000,
    "formattedAmount": "$300,000,000",
    "programElement": "Line Item/PE Title:",
    "briefSummary": "U.S.-Israel missile defense cooperation is essential to the safety and security of both Israel and the United States. This partnership reflects the burden-sharing approach emphasized in the National Defense Strategy, which prioritizes enabling capable allies to take primary responsibility for their ...",
    "districtImpact": "Impacts We have an office in Fort Lauderdale and AIPAC members in every Congressional District in FL.",
    "budgetLanguage": "Request – Funding Authorization:\n\nAs agreed, in the U.S.-Israel 10-year Memorandum of Understanding: \n\nIsraeli Cooperative Programs RDT&E, DW: $300 million\n\nIsraeli Cooperative Programs Procurement, DW: $200 million",
    "domain": "Aviation",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-4ES9AQ",
    "companyName": "Sparton, An Elbit Systems of America Company",
    "requestAmount": 250000000,
    "formattedAmount": "$250,000,000",
    "programElement": "Other Procurement, Navy / Budget Activity 3: Aviation Support Equipment",
    "briefSummary": "Technological advancements in modern competitor submarines have increased the undersea threat to U.S. and Allied Naval Forces. Sonobuoys remain the primary capability for Air Anti-Submarine Warfare (ASW) missions to meet this growing threat, and these affordable, expendable sensors have been the bac...",
    "districtImpact": "Impacts De Leon Springs, FL",
    "budgetLanguage": "N/A",
    "domain": "Naval",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-3OVGGE",
    "companyName": "Veolia North America",
    "requestAmount": 215000000,
    "formattedAmount": "$215,000,000",
    "programElement": "N/A",
    "briefSummary": "Identification and remediation of Per- and polyfluoroalkyl substances (PFAS) has been a major endeavor of the Department of Defense (DOD) for military instillations across the country, however despite hundreds of millions in dedicated appropriations funding, the technologies the DOD is allowed to ut...",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language): Report Language - ISI",
    "budgetLanguage": "Suggested ISI Language:\n\n\n\nThe committee is aware that as the Department of Defense moves to incinerate more hazardous waste, including perfluoroalkyl substances, polyfluoroalkyl substances, and aqueous film forming foam, this destruction method is more expensive than landfilling. As such, the Department needs to ensure that hazardous waste destruction is conducted cost effectively and the committee believes that competition is one of the ways to ensure reduced costs and improved outcomes. Accor...",
    "domain": "Space",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-Y13KGN",
    "companyName": "STEER FY27 DOD MAVRIC White Paper February 2026",
    "requestAmount": 87775000,
    "formattedAmount": "$87,775,000",
    "programElement": "Standard PE",
    "briefSummary": "Review full document for proposal summary.",
    "districtImpact": "Impacts Statewide/National Impact",
    "budgetLanguage": "See full document for exact language.",
    "domain": "Cyber",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-D6OPBX",
    "companyName": "Tenagrity Solutions (requesting on behalf of KardioGenics, Inc)Type of entity (non-profit, university, government, etc.): Private",
    "requestAmount": 50000000,
    "formattedAmount": "$50,000,000",
    "programElement": "Operation and Maintenance, Defense-Wide (Defense Health Program)",
    "briefSummary": "This request seeks $50,000,000 under Operation and Maintenance, Defense-Wide (Defense Health Program) to field and operationally integrate the KardioAccess Device, a portable, hospital-grade physiologic monitoring capability designed for deployed, remote, and austere environments. Current military m...",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language): Budgetary (with supporting Report Language)",
    "budgetLanguage": "The committee recognizes the importance of enhancing warfighter medical readiness and force health protection by improving access to continuous, hospital-grade physiologic monitoring in deployed, remote, and austere environments. The committee notes that portable medical technologies capable of consolidating multiple monitoring functions into a single, secure platform can improve early detection of health risks, reduce avoidable medical evacuations, and enhance continuity of care across duty sta...",
    "domain": "AI/ML",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-A5BLZH",
    "companyName": "Spinal Stabilization Technologies",
    "requestAmount": 40000000,
    "formattedAmount": "$40,000,000",
    "programElement": "RDT&E",
    "briefSummary": "Musculoskeletal injuries (MSKIs) are one of the top causes of duty limitations, non‑deployable status, and medical separation across the armed services, even exceeding combat injuries. MSKIs keep active duty military from fulfilling their missions, and can result in expensive medical bills that coul...",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language): Report and Budgetary",
    "budgetLanguage": "Minimally invasive, motion-preserving implant for degenerative disc disease. – The Committee recognizes the significant negative impacts musculoskeletal injuries have on military readiness, deployability, and servicemembers’ long-term health. The Committee notes that emerging, minimally invasive, motion preserving spinal treatment options have the potential to improve functional outcomes and reduce duty limitations associated with chronic musculoskeletal pain.\n\n\n\nAccordingly, the Committee autho...",
    "domain": "AI/ML",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-DZWJZJ",
    "companyName": "Federated IT Inc dba Bridge Defense",
    "requestAmount": 25000000,
    "formattedAmount": "$25,000,000",
    "programElement": "Procurement, Defense-Wide (PDW)",
    "briefSummary": "This request supports continued procurement and scaling of immersion-cooled edge compute systems for U.S. Special Operations Command (USSOCOM) in fiscal years 2027 through 2031 while reducing recurring enterprise cloud hosting and legacy infrastructure sustainment costs within the existing SOCOM top...",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language): Bill Language",
    "budgetLanguage": "SEC. XXX. REDUCTION OF CLOUD DEPENDENCE AND ENHANCEMENT OF TACTICAL AI CAPABILITIES FOR SPECIAL OPERATIONS FORCES.\n\n(a) The Secretary of Defense is encouraged to support the procurement, integration, and sustainment of immersion-cooled edge compute systems for U.S. Special Operations Command to enable artificial intelligence, machine learning, and mission command capabilities in denied, disconnected, intermittent, and low-bandwidth operational environments.\n\n(b) In carrying out this section, the...",
    "domain": "Space",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-R5F98P",
    "companyName": "Patria Group",
    "requestAmount": 20000000,
    "formattedAmount": "$20,000,000",
    "programElement": "RDT&E, Army",
    "briefSummary": "Authorize and provide funding in FY27 to initiate a Program of Record for a Modular Turreted Mortar System (MTMS) to equip U.S. Army Armored Brigade Combat Teams. The request includes $10 million in FY27 RDT&E to begin Engineering and Manufacturing Development and $10 million in FY27 Procurement to ...",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language): Budgetary",
    "budgetLanguage": "-",
    "domain": "AI/ML",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-VY2UZU",
    "companyName": "National Security Technology Accelerator (NSTXL)",
    "requestAmount": 20000000,
    "formattedAmount": "$20,000,000",
    "programElement": "We are seeking language not an appropriations allocation",
    "briefSummary": "President Trump’s 2025 Executive Order on DOD acquisition reform and the FY26 NDAA’s acquisition reform focus encourage greater utilization of Other Transaction Authority (OTA) Contracting to promote rapid prototyping and bringing new innovations to the warfighter. Based on the funding mechanisms fo...",
    "districtImpact": "Impacts Orlando and Vero Beach",
    "budgetLanguage": "Draft Legislative Language\n\nSEC. ____. USE OF ACCRUED INTEREST BY CONSORTIUM MANAGERS.\n\n(a) Authority To Retain Interest.—\n\nNotwithstanding section 3302 of title 31, United States Code , the Department of Defense may retain or authorize consortium management organizations (CMOs) operating under covered agreements to retain interest accrued on Federal funds advanced for the administration of such agreements provided the CMO engages a Treasury Service Provider to manage such funds.\n\n(b) Use of Int...",
    "domain": "AI/ML",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-YB2TUM",
    "companyName": "FY 2027 MCTIS Issue Paper--FINAL DRAFT 020426",
    "requestAmount": 16000000,
    "formattedAmount": "$16,000,000",
    "programElement": "Standard PE",
    "briefSummary": "Review full document for proposal summary.",
    "districtImpact": "Impacts Statewide/National Impact",
    "budgetLanguage": "See full document for exact language.",
    "domain": "AI/ML",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-BNISLI",
    "companyName": "Foundation Stack AI",
    "requestAmount": 15500000,
    "formattedAmount": "$15,500,000",
    "programElement": "National Geospatial-Intelligence Agency (NGA)",
    "briefSummary": "To provide a mission validated Digital Twin (FDT) of global infrastructure data to include man-made vertical obstruction (VO) features worldwide, which reduces the risk of low-altitude operations (below 300 feet above ground level), involving crewed and uncrewed aviation platforms.",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language):",
    "budgetLanguage": "Report Language: Improving Man-Made Vertical Obstruction/Obstacle (VO) Detection for Readiness and Survivability. The committee is aware of the increased need for and use of mission-proven, commercially available, interoperable and AI-driven man-made vertical obstruction (VO) information and software to reduce Special Operations Forces (SOF) mission planning time, improve situational awareness, and increase readiness and survivability. As such, the Committee recommends an additional $15,500,000 ...",
    "domain": "Space",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-1BEZ1N",
    "companyName": "TSS Solutions",
    "requestAmount": 15000000,
    "formattedAmount": "$15,000,000",
    "programElement": "Research, Development, Test and Evaluation, Defense-Wide",
    "briefSummary": "MASM (Multi-static Advanced Signature Management) delivers Low Probability of Intercept/Low Probability of Detect (LPI-LPD) multi-static RF sensing and communications specifically engineered for maritime environments. The system enables multiple vessels – unmanned surface vehicles (USVs) and manned ...",
    "districtImpact": "Impacts West Melbourne, Brevard County.",
    "budgetLanguage": "N/A.",
    "domain": "Naval",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-E5EE7Z",
    "companyName": "R Cubed Engineering, LLC",
    "requestAmount": 15000000,
    "formattedAmount": "$15,000,000",
    "programElement": "0604777N",
    "briefSummary": "To meet the NSA 2030 SERD 2.0 mandate by the 2030 deadline for crypto modernization, all new components (hardware, software, testing, certifications, integrations, documentation and support/test equipment) will need to be developed.  Presently, there are no NSA certified products that meet the NSA S...",
    "districtImpact": "Impacts Palmetto, FL",
    "budgetLanguage": "Advancements in quantum computing and cyber vulnerabilities have created immediate operational concerns; urgent action is needed.  The Committee recognizes this national threat and recommends increasing the budget $15M to support Crypto Modernization (CM2) for Navy Navigation/ID Systems, PE#0604777N, Line 158.\n\n\n\n<Limited to 5000 characters>",
    "domain": "Cyber",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-16IB92",
    "companyName": "Moth + Flame",
    "requestAmount": 10000000,
    "formattedAmount": "$10,000,000",
    "programElement": "Line Item/PE Title:",
    "briefSummary": "This FY 27 $10,000,000 programmatic funding and bill language request would increase the Navy O&M Line 370, “Specialized Skill Training” account to continue a pilot program to optimize the use of generative AI spatial computing for immersive training and assessment. \n\nThe Navy and other military ser...",
    "districtImpact": "Impacts Navel Education and Training Command (NETC) Pensacola, FL",
    "budgetLanguage": "See full document for exact language.",
    "domain": "Space",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-N59Z85",
    "companyName": "QuidelOrtho",
    "requestAmount": 10000000,
    "formattedAmount": "$10,000,000",
    "programElement": "Procurement P-1 within Defense Health Programs",
    "briefSummary": "Military Treatment Facilities (MTFs) operate mission-critical laboratories that depend on continuous potable water input and wastewater discharge. This infrastructure dependency presents a growing operational risk as installations face increasing water scarcity, aging municipal systems, drought cond...",
    "districtImpact": "Impacts Pompano Beach",
    "budgetLanguage": "Waterless Laboratory Diagnostics Systems. - The committee remains concerned that water scarcity poses an increasing national security risk and that priority should continue to be given to modernizing military treatment facilities through the adoption of zero-water laboratory systems where feasible. Therefore, the committee directs the Under Secretary of Defense for Personnel and Readiness, acting through the Assistant Secretary of Defense for Health Affairs, to continue prioritizing the implemen...",
    "domain": "AI/ML",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-VMLEKI",
    "companyName": "TRL 11",
    "requestAmount": 10000000,
    "formattedAmount": "$10,000,000",
    "programElement": "RDT&E",
    "briefSummary": "This request seeks an additional $10 million in FY2027 within RDT&E, Space Force: Space Control Technology Development (PE 1206438SF) to develop and demonstrate a Full Motion Video surveillance system that provides spacecraft with “own-ship” awareness. The capability leverages space-based video sens...",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language): Budgetary, Report",
    "budgetLanguage": "FMV Surveillance System.—The committee provides $10,000,000 in RDT&E, Space Force: Space Control Technology Development (PE 1206438SF) for the development and demonstration of an FMV-enabled space surveillance capability employing on-orbit edge processing to enhance own-ship awareness and support timely space domain awareness. The committee directs the Secretary of the Air Force, in coordination with the Chief of Space Operations, to brief the congressional defense committees not later than 180 ...",
    "domain": "Space",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-66ALWH",
    "companyName": "SAAB, Inc",
    "requestAmount": 6500000,
    "formattedAmount": "$6,500,000",
    "programElement": "Procurement, Marine Corps",
    "briefSummary": "Review full document for proposal summary.",
    "districtImpact": "Impacts Orlando",
    "budgetLanguage": "N/A—budgetary only.\n\n\n\n<Limited to 5000 characters>",
    "domain": "AI/ML",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-MHBODU",
    "companyName": "Tiger Tech Solutions, Inc.",
    "requestAmount": 6000000,
    "formattedAmount": "$6,000,000",
    "programElement": "Research Development Testing and Evaluation (RDT&E)",
    "briefSummary": "Review full document for proposal summary.",
    "districtImpact": "Impacts Miami/Miami Dade",
    "budgetLanguage": "This section requires the Secretary of the Army to carry out a pilot program with a U.S. Small Business for the purpose of Research, Development, Testing and Evaluation of a wearable system that measures and tracks autonomic nervous system dysregulation in mortarmen and artillerymen through the Android Tactical Assault Kit (ATAK). The pilot program shall provide continuous monitoring of physical force, physiological impact, and environmental factors without the use of cloud computing. The warfig...",
    "domain": "AI/ML",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-NZ248F",
    "companyName": "TSS Solutions",
    "requestAmount": 5000000,
    "formattedAmount": "$5,000,000",
    "programElement": "Research, Development, Test and Evaluation, Defense-Wide",
    "briefSummary": "PRISM (Programmable Radio Intelligence and Signature Management) represents a transformational cognitive radio platform built on proprietary Chameleon Chip neuromorphic architecture. This revolutionary technology consolidates four traditionally separate radio functions—Tactical Communications, Elect...",
    "districtImpact": "Impacts West Melbourne, Brevard County.",
    "budgetLanguage": "N/A.",
    "domain": "Space",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-RKCPBX",
    "companyName": "KULR https://kulr.ai/",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "Procurement Defense Wide",
    "briefSummary": "Direct Secretary of Defense/SOCOM to conduct a pilot program enable to rapidly evaluate these new capabilities that identify and address the problem of vibration in Rotary platforms and allow them to exceed current, and previously stronger, standards and requirements.  \n\n\n\n<Limited to 2000 character...",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language):",
    "budgetLanguage": "Provided Above. \n\n\n\n<Limited to 5000 characters>",
    "domain": "Aviation",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-GU4QUP",
    "companyName": "Advanced Environmental Monitoring (AEM)",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "Operations & Maintenance",
    "briefSummary": "To address the wide variety of severe weather risks facing some of the United States major\n\nmilitary installations, Advanced Environmental Monitoring (AEM) urges the Congress in the FY27 National Defense Authorization Act to instruct the Department of Defense (DOD) to ensure that Installation Master...",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language): Bill Language",
    "budgetLanguage": "Bill Language: \n\n\n\nSEC. XXXX.  SEVERE WEATHER THREATS AND INSTALLATION EARLY WARNING CAPABILITIES.\n\n\n\nFINDING.- The Committee finds that severe weather events to include extreme heat, wildfires, high winds and flash flooding all pose acute and growing risks to Department of Defense installations, personnel and their families.  These events can threaten the safety of personnel, their families and civilian employees, impact training and testing plans, as well as damaging equipment, buildings and o...",
    "domain": "Cyber",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-FADRVT",
    "companyName": "Association for Materials Protection and Performance (AMPP)",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "RDTE",
    "briefSummary": "Our request is for report language underscoring the CPO's role in the safe, efficient sustainment of DOD physical assets. Such language would dovetail with the ongoing reinvigoration and leadership shift inside the CPO.",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language): Report",
    "budgetLanguage": "The Committee strongly supports the mission and activities of the Department of Defense (DoD) Office of Corrosion Policy and Oversight (CPO) and reaffirms the importance of sustained and adequate funding to ensure the office can fully execute its statutory responsibilities.\n\n\n\nThe Committee recognizes that corrosion poses a significant and persistent challenge to the readiness, reliability, safety, and lifecycle costs of military platforms, facilities, and infrastructure across all Services. Eff...",
    "domain": "AI/ML",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-3B0TDZ",
    "companyName": "Flashpoint",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "Line Item/PE Title:",
    "briefSummary": "Report language encouraging primary source collection for OSINT providence.",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language): Report",
    "budgetLanguage": "OSINT Providence\n\n \n\nThe Committee recognizes the growing importance of open source intelligence (OSINT) to Department of Defense missions and emphasizes the critical role of primary-source collection of publicly available information. As commercial technologies advance and the volume of online data expands, commercial entities are uniquely positioned to collect, exploit, and deliver primary-source, commercially derived intelligence. The Committee underscores that primary-source OSINT—rather tha...",
    "domain": "Cyber",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-1CAZMF",
    "companyName": "Tenagrity Solutions (requesting on behalf of 1 Day Sooner (1DS))",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "Line Item/PE Title:",
    "briefSummary": "This proposal directs the Department of Defense to integrate indoor air quality (IAQ) standards into military barracks modernization efforts and to provide a briefing to Congress on current conditions and mitigation strategies. Aging infrastructure across installations has resulted in mold contamina...",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language): Report Language",
    "budgetLanguage": "Title XXVIII—Military Construction and General Provisions\n\nIndoor Air Quality in Military Barracks\n\nThe committee recognizes that indoor air quality is a critical component of servicemember health, biosecurity resilience, facility habitability, and operational readiness. The committee notes that persistent deficiencies in aging infrastructure, particularly in military barracks, have resulted in mold contamination, inadequate ventilation, and failing heating, ventilation, and air conditioning sys...",
    "domain": "AI/ML",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-2PHW63",
    "companyName": "Tenagrity Solutions (requesting on behalf of Soter Bio)",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "Line Item/PE Title:",
    "briefSummary": "This proposal directs the Department of Defense to prioritize domestic manufacturing of advanced biomolecules, active pharmaceutical ingredients (APIs), and medical countermeasures essential to defense readiness and force health protection. The United States remains significantly reliant on foreign ...",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language): Bill Language",
    "budgetLanguage": "Title VIII—Acquisition Policy, Industrial Base, and SustainmentSubtitle C—Industrial Base Matters\n\nThe Secretary of Defense shall, to the maximum extent practicable, utilize manufacturing capabilities located within the United States for the development, production, and surge manufacturing of advanced biomolecules, active pharmaceutical ingredients, and medical countermeasures relevant to defense readiness, force health protection, and national security missions.\n\nIn carrying out this section, t...",
    "domain": "AI/ML",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-E38M2U",
    "companyName": "Reflection AI",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "N/A",
    "briefSummary": "Include the draft Directive Report Language being into the FY27 National Defense Authorization Act, encouraging the Chief Digital and Artificial Intelligence Officer to issue a report on the adoption and deployment of open-weight AI models.\n\n\n\n<Limited to 2000 characters>",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language): Report Language",
    "budgetLanguage": "Adoption of Open-Weight Models for Military Applications\n\n\n\nThe committee is concerned that the United States has fallen behind the People’s Republic of China and other nations in the development of open-weight AI models. While America leads in the development of closed AI models, open-weight models allow for greater customization, energy efficiency, security, and versatility in its use cases. Further, the committee is concerned that overreliance on closed models may make it harder to incorporat...",
    "domain": "AI/ML",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-7RXM4Y",
    "companyName": "The Boeing Company",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "Aircraft Procurement, Air Force",
    "briefSummary": "Boeing and Leonardo are partnered to build the MH-139 Grey Wolf helicopter, a multi-mission utility helicopter. The MH-139 won the contract to replace the UH-1N Huey helicopters in 2018, including the continuity of operations mission in the National Capital Region at Joint Base Andrews (ie VIP evacu...",
    "districtImpact": "Impacts Although built in Pennsylvania, the Leonardo commercial portion of the aircraft has significant suppliers in Florida.",
    "budgetLanguage": "The Committee has previously noted that the MH-139A Grey Wolf was competitively selected to replace the UH-1N for both intercontinental ballistic missile security and National Capital Region missions, including Continuity of Government and VIP transport. MH-139A continues to meet all stated operational requirements, both classified and unclassified. The Committee is concerned by the Air Force’s failure to provide sufficient justification for transitioning this mission set from the MH-139A to the...",
    "domain": "AI/ML",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-EJNXQ3",
    "companyName": "The Boeing Company",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "Aircraft Procurement, Navy",
    "briefSummary": "Please support the President's Budget Request for 12 aircraft with advanced capability modifications to rectify operational shortfalls to meet current Navy warfighting requirements.\n\n\n\nThe P-8A Poseidon is the U.S. Navy’s preeminent anti-submarine warfare (ASW), anti-surface warfare (ASuW), and inte...",
    "districtImpact": "Impacts Although built in Renton, WA, the P-8 program has 22 major suppliers in the state of Florida, including Dorado Services which is located within FL-07 in Sanford.",
    "budgetLanguage": "N/A",
    "domain": "Naval",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-0OLQTV",
    "companyName": "Lunai Bioworks",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "N/A",
    "briefSummary": "This provision addresses the growing threat posed by chemical neurotoxic agents and the limitations of current countermeasure development methods. It calls for the Department of Defense to outline a strategy for leveraging artificial intelligence, biotechnology, and high-throughput screening to iden...",
    "districtImpact": "Impacts Boca Raton",
    "budgetLanguage": "Chemical Neurotoxic Threat Detection and Countermeasure Development\n\n \n\nThe committee is concerned about the growing threat that chemical neurotoxic agents pose to military and civilian populations and the fragmented efforts underway to rapidly identify emerging threat agents and develop effective medical countermeasures. Chemical neurological agents can cause acute and long-lasting effects on the central nervous system, and their potential use in conflict or terrorist attacks presents a signifi...",
    "domain": "AI/ML",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-GQ5GO1",
    "companyName": "Tivic Health",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "N/A",
    "briefSummary": "Supports the evaluation and integration of scalable, medical technologies to enhance warfighter preparedness, resilience, and recovery in radiological exposure events and other hazardous operational environments. It strengthens the Department of Defense’s ability to respond to radiological and nucle...",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language): Direct Report Language",
    "budgetLanguage": "<Limited to 5000 characters>\n\n\n\nThe committee recognizes the work of the Armed Forces Radiobiology Research Institute (AFRRI) and its role in the creation of Entolimod as a promising medical countermeasure that provides both prophylactic and therapeutic protection in radiological or nuclear exposure events. The committee believes this countermeasure has potential to increase protection for warfighters in the event of radiological incidents. AFRRI’s Strategic Plan emphasizes the need to adapt pre...",
    "domain": "AI/ML",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-SFNJ9T",
    "companyName": "Arkenstone Defense",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "Special Interest",
    "briefSummary": "The committee supports expanding the Defense Industrial Base while maintaining strong oversight, but finds that rising compliance burdens—especially for small and medium‑sized businesses—are driving up costs, limiting innovation, and weakening supply‑chain resilience. It urges the Department to eval...",
    "districtImpact": "Impacts Statewide/National Impact",
    "budgetLanguage": "The committee applauds the efforts of the Department of Defense to expand the Defense Industrial Base (DIB) to support sustainment, readiness, and long‑term national security requirements. The committee also recognizes the efforts to ensure that DIB expansion must not come at the expense of security, accountability, or oversight.  However, the committee finds that compliance burdens have become a major barrier to entry for potential defense contractors, particularly for small and medium‑sized bu...",
    "domain": "Cyber",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-AN2U4W",
    "companyName": "J.A. Green & Company",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "N/A",
    "briefSummary": "This proposal would require Project Vault to focus exclusively on commercial markets and operate independently and without direct intervention into U.S. military supply chains.",
    "districtImpact": "Impacts N/A",
    "budgetLanguage": "Sec. 8XX. STANDARDIZED TREATMENT FOR CRITICAL MINERALS.\n\n(a) FINDINGS.—Congress makes the following findings:\n\n(1) The U.S. remains heavily dependent on foreign countries, most notably China, for many of its critical minerals.\n\n(2) The Export-Import Bank of the United States announced a new credit vehicle of up to $12 billion called Project Vault on February 2, 2026 in an attempt to secure additional critical minerals for the U.S. commercial sector.\n\n(b) SENSE OF CONGRESS.—It is the sense of Con...",
    "domain": "AI/ML",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-CPXHJH",
    "companyName": "NSSF, the Firearm and Ammunition Industry Trade Association",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "n/a",
    "briefSummary": "To make necessary improvements to Public Law No: 109-92 (Protection of Lawful Commerce in Arms Act).",
    "districtImpact": "Impacts The firearm and ammunition industry employs 9,393 people in Florida and generates an additional 15,352 jobs in supplier and ancillary industries. Companies include: Kel-Tec CNC Industries, Inc., General Dynamics Ordnance and Tactical Systems, Dark Storm Manufacturing LLC dba Dark Storm Industries, and Century Arms, Inc.",
    "budgetLanguage": "Bill Text: See 2nd Attachment\n\nAccompanying Report Language: The Committee recognizes the critical role U.S. firearm, ammunition and component manufacturers have in providing our warfighters with the tools they need for mission success and in supporting the military and defense capabilities of our allied nations. Committee also understands that since the enactment of Public Law No: 109-92, frivolous lawsuits have been filed against firearm, ammunition and component part manufacturers for the cri...",
    "domain": "AI/ML",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-T6JFS0",
    "companyName": "Type of entity (non-profit, university, government, etc.):      For profit",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "n/a",
    "briefSummary": "<Limited to 2000 characters>\n\n\n\nTraditional radar and navigation systems rely heavily on GPS, which is vulnerable to adversarial interference, as evidenced by increasing reports of jamming by state actors like China and Russia. The emergence of quantum entanglement enhanced radar technology aims to ...",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language):  Report",
    "budgetLanguage": "<Limited to 5000 characters>\n\n\n\nThe Department of War (DoW), through the PNT Oversight Council, oversees its Positioning, Navigation, and Timing (PNT) enterprise to provide and protect military PNT capabilities for U.S. and allied military forces worldwide. \n\nThe Committee recognizes the growing vulnerabilities of GPS-dependent systems in contested environments and the potential of quantum technologies to provide resilient alternatives. The Committee has also been made aware of recently U.S. pat...",
    "domain": "Naval",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-49UXEQ",
    "companyName": "Battery Materials & Technology Coalition",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "Line Item/PE Title:",
    "briefSummary": "This proposal prohibits the use of federal funds to procure vehicles or key vehicle technologies, including electric powertrains and energy storage systems, produced or controlled by covered foreign adversaries. It establishes safeguards to prevent federal infrastructure funding from supporting adve...",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language):",
    "budgetLanguage": "S. __ \n\n\n\nTo address national security risks and prohibit the use of Federal funds for the procurement of certain vehicles and vehicle technologies produced or provided by entities based in certain countries. \n\n\n\nMr. Cornyn introduced the following bill; which was read twice and referred to the Committee on  __________  \n\n\n\nBe it enacted by the Senate and House of Representatives of the United States of America in Congress assembled,\n\nSECTION 1. SHORT TITLE.\n\nThis Act may be cited as the “Safegu...",
    "domain": "Cyber",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-514AQI",
    "companyName": "Battery Materials & Technology Coalition",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "Line Item/PE Title:",
    "briefSummary": "This proposal requires the Department of Defense to prioritize procurement of lithium ion batteries that are assembled in the United States and contain at least 75 percent domestically produced functional components. The legislation strengthens domestic battery manufacturing standards and provides e...",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language):",
    "budgetLanguage": "A BILL\n\n\n\nTo strengthen the domestic battery industrial base by providing procurement incentives for domestically produced batteries across programs of the Department of War, and for other purposes.\n\nBe it enacted by the Senate and House of Representatives of the United States of America in Congress assembled,\n\nSECTION 1. SHORT TITLE.\n\nThis Act may be cited as the “Domestic Defense Lithium-Ion Cell Preference Act.”\n\nSEC. 2. AMENDMENT TO TITLE 10, UNITED STATES CODE.\n\nSubchapter II of chapter 385...",
    "domain": "Cyber",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-H7PPWR",
    "companyName": "Battery Materials & Technology Coalition",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "Line Item/PE Title:",
    "briefSummary": "This proposal establishes a revolving investment account within the Office of Strategic Capital to invest in domestic defense industrial base projects focused on critical technologies and materials. Returns on investments are retained and reinvested to expand U.S. manufacturing capacity and reduce r...",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language):",
    "budgetLanguage": "A BILL\n\n\n\nTo establish a revolving investment account within the Office of Strategic Capital to reinvest proceeds and any other returns on investments made by the Department into domestic Defense Industrial Base projects for critical technologies.\n\nBe it enacted by the Senate and House of Representatives of the United States of America in Congress assembled,\n\nSECTION 1. SHORT TITLE.\n\nThis Act may be cited as the “Strategic Capital Investment \tAccount Act of 2026.” \n\nSEC. 2. INVESTMENT ACCOUNT WI...",
    "domain": "AI/ML",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-TSW7ZL",
    "companyName": "Battery Materials & Technology Coalition",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "Line Item/PE Title:",
    "briefSummary": "This report language directs the use of Section 303 of Title III of the Defense Production Act to establish a program addressing cost differences between imported and domestically produced battery cell materials. The program would incentivize the purchase of U.S. sourced minerals used in cathodes, a...",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language):",
    "budgetLanguage": "To build a secure and durable domestic supply chain for battery manufacturing, Section 303 of Title III of the Defense Production Act should be used to establish a program that addresses cost differences between imported and domestically produced battery cell materials. The program should focus on incentivizing purchases of domestic minerals used to produce cathodes, anodes, separators, and current collectors, especially those minerals that are often undercut by foreign countries flooding the do...",
    "domain": "AI/ML",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-9SPVRH",
    "companyName": "ECS",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "RDTE",
    "briefSummary": "Tactical Combat Casualty Care Simulation (TC3Sim) is a mature product developed over 20 years, which stands ready to be utilized to train and sustain warfighters in the U.S. forces and our allies. TC3Sim is a cognitive skills trainer for trauma medicine focused on the three preventable causes of dea...",
    "districtImpact": "Impacts Orlando",
    "budgetLanguage": "NA",
    "domain": "AI/ML",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-MAN0LZ",
    "companyName": "TenCate Protective Fabrics",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "Line Item/PE Title:",
    "briefSummary": "The technical textile industrial base provides the fabric for flame-resistant military uniforms, which serves as the first line of personal protection from burn injuries for our servicemembers, during training missions and overseas deployments.  As the risk of global conflict expands across regions ...",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language): Report Language",
    "budgetLanguage": "Flame Resistant Textile Industrial Base\n\nThe committee notes that maintaining a stabilized flame-resistant technical textile industrial base is critical to the Department of the Army's ability to support overseas operations, Large Scale Combat Operations, and missions in support of Defense Support of Civil Authorities, to include Military Assistance to Civil Disturbances and operations along the border. Additionally, the committee recognizes the 2024 Defense Logistics Agency CAMOLAND Clothing an...",
    "domain": "Naval",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-4ETW6E",
    "companyName": "Skydio",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "Line Item/PE Title:",
    "briefSummary": "The Department of Defense increasingly recognizes that small unmanned aerial systems (sUAS) are central to modern warfare, particularly in contested and dynamic operational environments. Recent conflicts have demonstrated that first person view hunter sUAS equipped with advanced optics play a critic...",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language): Report Language",
    "budgetLanguage": "The committee continues to recognize the importance of small unmanned aerial systems (sUAS) in any future conflict.  As the war in Ukraine has demonstrated, first person view (FPV) hunter drones with quality optics that locate and positively identify targets, coupled with one-way attack drones that destroy the targets, make for an effective, lethal system.  Congress made significant funding available in the One Big Beautiful Bill for the purchase of both types of sUAS and the bolstering of domes...",
    "domain": "Aviation",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-QJYJSH",
    "companyName": "Stride_FY27 NDAA Draft Language- DODEA",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "Standard PE",
    "briefSummary": "Review full document for proposal summary.",
    "districtImpact": "Impacts Statewide/National Impact",
    "budgetLanguage": "See full document for exact language.",
    "domain": "General",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-Q7HZZQ",
    "companyName": "Titan Advanced Energy Solutions",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "N/A",
    "briefSummary": "The Department of Defense (DoD) is, and will continue to be, reliant on battery technology for a host of warfighting functions. Congress has rightly prohibited the acquisition of critical batteries from foreign entities of concern, including China. However, it has not established robust testing requ...",
    "districtImpact": "Impacts Boca Raton",
    "budgetLanguage": "Sec. XXX. Inspection requirement for procurement of advanced batteries and cells from certain foreign sources.\n\nSubsection (c)(3) of section 4865 of title 10, United States Code, is amended—\n\nby redesignating subparagraph (B) as subparagraph (C); and\n\nby adding after subparagraph (A) the following new subparagraph:\n\n“(B) Conditions.—As a condition of any waiver under subparagraph (A), the Secretary of Defense shall require that—\n\n“(i) all functional cell components of each advanced battery or ce...",
    "domain": "AI/ML",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-SPMOWM",
    "companyName": "Albacore Inc",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "N/A",
    "briefSummary": "This request seeks inclusion of Direct Report Language directing the Secretary of the Navy, in coordination with U.S. Indo-Pacific Command and U.S. Special Operations Command, to assess the Department’s approach to developing and employing long-endurance small and medium unmanned undersea vehicles (...",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language): Report language",
    "budgetLanguage": "Long-Endurance Unmanned Undersea Vehicles\n\nThe committee recognizes the critical operational requirement for long-range unmanned undersea vehicles (UUV) capable of supporting distributed maritime operations in the Indo-Pacific theater. The committee notes that current UUV platforms have limited operational ranges, fundamentally constraining employment options in contested maritime environments where critical chokepoints and strategic targets may be 500+ nautical miles from potential launch point...",
    "domain": "Naval",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-08DDKB",
    "companyName": "Atropos Group",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "N/A",
    "briefSummary": "This request would authorize the Department of War (DoW) to use Research, Development, Test, and Evaluation (RDT&E) funds to design, develop, prototype, integrate, and test new capabilities and systems that remain contractor-owned throughout their lifecycle. It aligns with how DoW already acquires a...",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language): Bill language",
    "budgetLanguage": "SEC. XXX. AUTHORITY FOR FUNDED DEVELOPMENT OF CONTRACTOR-OWNED CAPABILITIES FOR SERVICE-BASED ACQUISITION.\n\n(a) Authority.—\n\nThe Secretary of Defense may use amounts authorized and appropriated for Research, Development, Test, and Evaluation to carry out the design, development, prototyping, integration, and testing of new capabilities and systems that shall remain contractor-owned, and that are intended to be acquired by the Department of War through service-based contracting mechanisms for ope...",
    "domain": "Space",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-DR2GE1",
    "companyName": "Auterion",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "N/A",
    "briefSummary": "The proposed language focuses on establishing a unified, hardware‑agnostic operating system framework for unmanned aircraft systems (UAS) of the Department of War (DoW) to enable interoperability, modular integration, and the rapid deployment of software‑based capabilities. It is intended to ensure ...",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language): Bill language",
    "budgetLanguage": "SEC. [XXXX]. COMMON OPERATING SYSTEM FOR UNMANNED AIRCRAFT SYSTEMS.\n\n(a) Establishment of a Common UAS Operating System.\n\nThe Secretary of Defense shall establish a common operating system framework for unmanned aircraft systems of the Department of Defense (in this section referred to as the “Common UAS Operating System”) to enable interoperability, modular integration of mission applications, and rapid deployment of autonomy and command-and-control capabilities across unmanned platforms.\n\n(b) ...",
    "domain": "Cyber",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-GJFJZ6",
    "companyName": "HavocAI",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "N/A",
    "briefSummary": "The proposed report language directs the Army to assess the feasibility and operational utility of developing an indigenous USV escort capability to protect Army watercraft operating in contested and distributed environments. It requires the Army to evaluate relevant mission sets, threat scenarios, ...",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language): Report language",
    "budgetLanguage": "SEC. XXXX AUTONOMOUS ESCORT CAPABILITIES FOR ARMY WATERCRAFT\n\nThe Committee recognizes the increasing operational risk faced by Army watercraft conducting logistics, maneuver, and sustainment missions in joint, contested, and distributed operating environments. The Committee notes that many Army watercraft possess limited organic defensive capabilities, increasing vulnerability to asymmetric threats, unmanned systems, and indirect fires.\n\nThe Committee believes the Army should possess an indigen...",
    "domain": "AI/ML",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-GVRSA5",
    "companyName": "HavocAI",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "N/A",
    "briefSummary": "The proposed language addresses structural shortcomings in current Navy unmanned surface vessels (USVs) by aligning acquisition strategies, requirements documentation, and test and evaluation planning to explicitly account for autonomous operation under intermittent, degraded, or denied communicatio...",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language): Bill language",
    "budgetLanguage": "SEC. XXXX. OPERATIONAL AUTONOMY PARAMETERS FOR UNMANNED SURFACE VESSELS.\n\n(a) Operational Autonomy in Degraded Communications Environments.\n\nThe Secretary of the Navy shall ensure that, in the development and acquisition of unmanned surface vessels intended for operational employment, acquisition strategies, requirements documentation, and test and evaluation planning address the ability of such vessels to execute assigned mission tasks during periods of denied, degrade, intermittent, or limited...",
    "domain": "Naval",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-M1YIV6",
    "companyName": "Auterion",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "N/A",
    "briefSummary": "The proposed language addresses issues of misalignment between acquisition, cybersecurity authorization, and operational communities by requiring documented transition and sustainment decisions following operational employment, establishing timelines for provisional authorization determinations usin...",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language): Bill language",
    "budgetLanguage": "SEC. [XXXX]. OPERATIONAL AI-ENABLED DECISION-SUPPORT SOFTWARE FOR OPERATIONAL COMMANDERS.\n\n(a) Operational Employment.\n\nThe Secretary of Defense shall take appropriate steps to ensure that operational commanders are able to employ AI-enabled operational decision-support software, where relevant and appropriate, to support command decision-making in contested or time-sensitive operations, including targeting, fires coordination, command and control, and related operational decision-making functio...",
    "domain": "Cyber",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-7A29MS",
    "companyName": "Committee for a Responsible Federal Budget",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "N/A",
    "briefSummary": "Recognition that the national debt is a threat to national security by eroding the fiscal space the US has to react to a crisis and restricts our ability to react to global threats. The report language would suggest that a Congressional Commission recommend changes to place the nation's finances on ...",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language): Report",
    "budgetLanguage": "The committee is concerned that the trajectory of the national debt poses increasing risks to United States national security by eroding global standing, constraining fiscal space for crisis response, and crowding out resources which could be used for defense readiness and modernization. Therefore, the committee recommends that Congress establish a bipartisan fiscal commission to address the issue. Such a commission could be composed of Members from both chambers and outside experts and should p...",
    "domain": "Space",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-9B9A8O",
    "companyName": "Conti Federal",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "N/A",
    "briefSummary": "This proposal encourages the Department to fully adopt innovative, accelerated delivery methods for military construction, including design-build, progressive design-build, early contractor involvement, and integrated project delivery. It also requires a report on how the DOD plans to accelerate the...",
    "districtImpact": "Impacts Orlando",
    "budgetLanguage": "Innovative Acquisition Approaches for Military Construction\n\nThe committee recognizes that the timely delivery of military construction projects is essential to operational readiness, force posture, and mission success, particularly as the Department moves to strengthen and rapidly establish infrastructure necessary to support military readiness in the Indo-Pacific area of responsibility, as well as nuclear triad and homeland defense modernization. The 2025 National Security Strategy underscores...",
    "domain": "AI/ML",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-YMSRJC",
    "companyName": "RTX",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "N/A",
    "briefSummary": "The Department of Defense’s Munitions Acceleration Cell, coupled with multi-year procurement authorities and funding provided by Congress, is designed to stimulate the US munitions industrial base to significantly ramp production to meet domestic needs. However, this ramp may not effectively meet to...",
    "districtImpact": "Impacts RTX has 7,000+ employees in FL, including the Orlando area.",
    "budgetLanguage": "Critical Munitions International Coproduction Strategy \n\nThe committee strongly supports the Department’s efforts to ramp domestic production of critical munitions, as demonstrated by the committee’s inclusion of multiyear procurement authority for multiple critical munitions in the Fiscal Year 2026 National Defense Authorization Act. In parallel to the coming US production surge, the committee notes that international demand for those same munitions has also grown. \n\nA strategic plan for overal...",
    "domain": "AI/ML",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-7U78XV",
    "companyName": "National Military Family Association",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "N/A",
    "briefSummary": "Encourage DOD to coordinate with states to support QRIS participation, increasing the number of high-quality childcare providers available to military families through MCCYN, and increasing the supply of childcare providers available to military families.",
    "districtImpact": "Impacts Florida is home to 24 active military bases and over 80,000 active-duty service members.",
    "budgetLanguage": "Working on finalizing exact language with HASC staff. \n\n\n\nEncourage DOD to coordinate with states to support QRIS participation, increasing the number of high-quality childcare providers available to military families through MCCYN, and increasing the supply of childcare providers available to military families.",
    "domain": "Space",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-8C4Q6R",
    "companyName": "RTX",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "RDT&E",
    "briefSummary": "Include report language assessing the US Air Force acquisition plan for its air-launched hypersonic strike portfolio.",
    "districtImpact": "Impacts RTX has 7,000+ employees in FL, including the Orlando area.",
    "budgetLanguage": "The Air Force is developing two highly- capable air-launched hypersonic strike missiles that provide complementary but distinct, capabilities. \n\nThe Committee included directive report language in the fiscal year 2026 NDAA House Report seeking additional information relative to fielding timelines and associated funding requirements for one of these programs, the Hypersonic Attack Cruise Missile (HACM). These details are no clearer in the fiscal year 2027 budget request, and absent the funding pr...",
    "domain": "AI/ML",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-S2M5IA",
    "companyName": "National Military Family Association",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "N/A",
    "briefSummary": "Direct contractors operating the Veteran/Military Suicide and Crisis Line to prioritize hiring responders certified in pediatric, trauma-informed care, ensuring that military-connected children and teens who contact the crisis line are supported by professionals equipped to address youth-specific me...",
    "districtImpact": "Impacts Florida is home to 24 active military bases.",
    "budgetLanguage": "It is the sense of Congress that—\n\n(1) military-connected children and adolescents, including those caring for or living with wounded, ill, or injured service members or veterans, experience elevated rates of mental health crises, self-harm, and suicidal ideation;\n\n(2) these youth, often referred to as “Hidden Helpers,” frequently rely on the Veteran/Military Suicide and Crisis Line for counseling and crisis support;\n\n(3) timely access to developmentally appropriate, trauma-informed crisis inter...",
    "domain": "AI/ML",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-K06ULK",
    "companyName": "SAP America",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "N/A",
    "briefSummary": "The Defense Finance and Accounting Service (DFAS) has challenges in executing their mission because it depends on outdated technology. SAP requests directive report language to require the Comptroller General to review and report on DFAS efforts to integrate commercial payroll technologies.",
    "districtImpact": "Impacts Yes – Lake Mary",
    "budgetLanguage": "The Committee notes the Department's efforts to modernize business processes and systems utilizing commercial best practices and solutions. The Committee further notes that there is a robust competitive market of commercial payroll providers who have the technical capability to assist the Department in retiring legacy systems, reducing cost, improving service to personnel, and improving auditability. Therefore, the Committee directs the Comptroller General to submit a report to the congressional...",
    "domain": "Cyber",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-L0L1BF",
    "companyName": "Anthology Blackboard",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "Line Item/PE Title:",
    "briefSummary": "The Department of Defense (DOD) has indicated that it may shift the procurement of cloud-based learning solutions used to train soldiers to foreign vendors that do not hold necessary cybersecurity authorizations. This would likely require DOD to develop, manage, and maintain the cloud-based learning...",
    "districtImpact": "Impacts Boca Raton",
    "budgetLanguage": "SEC. ___. MANAGEMENT AND CYBERSECURITY OF CLOUD-BASED LEARNING SOLUTIONS\n\nGENERAL.—Not later than 45 days after the date of enactment of this Act, the Secretary of Defense and the Chief Information Officer of the Department of Defense, shall develop and implement a strategy for the management of contracts for cloud-based learning solutions to ensure compliance with the Department’s acquisition strategy as set forth in the Secretary’s memorandum dated November 7, 2025 entitled Acquisition Transfo...",
    "domain": "Cyber",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-W59Y4X",
    "companyName": "Inkit",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "N/A",
    "briefSummary": "Review full document for proposal summary.",
    "districtImpact": "Impacts N/A",
    "budgetLanguage": "See full document for exact language.",
    "domain": "Cyber",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-CL16ZN",
    "companyName": "White Paper - Barracks improvements",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "Standard PE",
    "briefSummary": "Review full document for proposal summary.",
    "districtImpact": "Impacts Statewide/National Impact",
    "budgetLanguage": "See full document for exact language.",
    "domain": "AI/ML",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-XZPIRT",
    "companyName": "Vulcan Elements",
    "requestAmount": 2500000,
    "formattedAmount": "$2,500,000",
    "programElement": "Line Item/PE Title:",
    "briefSummary": "Rare earth magnets are fundamental to national security and economic resilience, but today the U.S. is virtually 100% on China for them. China produces 98% of the global supply, while the U.S. produces less than 0.5%. Rare earth magnets convert electricity into motion, making them required component...",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language): Bill language",
    "budgetLanguage": "Bill language:\n\n\n\n\n\n\n\nSEC. ____. DOMESTIC PROCUREMENT REQUIREMENT FOR NEODYMIUM IRON BORON PERMANENT MAGNETS.\n\n\n\n(a) Amendment to Section 844 of the William M. (Mac) Thornberry National Defense Authorization Act for Fiscal Year 2021.Section 844 of the William M. (Mac) Thornberry National Defense Authorization Act for Fiscal Year 2021 (Public Law 116–283), as amended, is further amended by adding at the end the following new subsection:\n\n\n\nAdditional Requirement for Domestic Manufacture of Neodym...",
    "domain": "Space",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-4O6PQT",
    "companyName": "Foundation Stack AI",
    "requestAmount": 2000000,
    "formattedAmount": "$2,000,000",
    "programElement": "Line Item/PE Title:",
    "briefSummary": "To provide a mission validated Digital Twin (FDT) of global infrastructure data to include man-made vertical obstruction (VO) features worldwide, which reduces the risk of low-altitude operations (below 300 feet above ground level), involving crewed and uncrewed aviation platforms.",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language):",
    "budgetLanguage": "Report Language: Improving Man-Made Vertical Obstruction/Obstacle (VO) Detection for Readiness and Survivability. The committee is aware of the increased need for and use of mission-proven, commercially available, interoperable and AI-driven man-made vertical obstruction (VO) information and software to reduce mission planning time for Air Force Personnel Recovery operations as well as improving situational awareness and increasing readiness and survivability. As such, the Committee recommends a...",
    "domain": "Space",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-NXSF58",
    "companyName": "Foundation Stack AI",
    "requestAmount": 2000000,
    "formattedAmount": "$2,000,000",
    "programElement": "Line Item/PE Title:",
    "briefSummary": "To provide a mission validated Digital Twin (FDT) of global infrastructure data to include man-made vertical obstruction (VO) features worldwide, which reduces the risk of low-altitude operations (below 300 feet above ground level), involving crewed and uncrewed aviation platforms.",
    "districtImpact": "Impacts Request Type (Report, Budgetary, or Bill Language):",
    "budgetLanguage": "Report Language: Improving Man-Made Vertical Obstruction/Obstacle (VO) Detection for Readiness and Survivability. The committee is aware of the increased need for and use of mission-proven, commercially available, interoperable man-made and AI-driven vertical obstruction (VO) information and software to reduce Army Aviation mission planning time, improve situational awareness, and increase readiness and survivability. As such, the Committee recommends an additional $2,500,000 to be available to ...",
    "domain": "Space",
    "tier": "Tier 2 (Under Review)"
  },
  {
    "id": "REQ-1PRMKV",
    "companyName": "Noveon Magnetics",
    "requestAmount": 250000,
    "formattedAmount": "$250,000",
    "programElement": "N/A",
    "briefSummary": "Congress enacted provisions such as 10 U.S.C. §4863 and §4872 to protect military supply chains from critical materials sourced from adversaries such as China and Russia. These provisions are being undercut by the inclusion of exceptions for purchases under the Simplified Acquisition Threshold (SAT)...",
    "districtImpact": "Impacts N/A",
    "budgetLanguage": "SEC. 8XX Additional Measures to Strengthen Department of War Supply Chains.\n\nSPECIALTY METALS.—Section 4863(f) of Title 10, United States Code is amended to read—\n\n“(f) Exception for Small Purchases. – \n\n“(1) Subsection (a) does not apply to acquisitions in amounts not greater than $10,000.\n\n“(2) A proposed acquisition of an item subject to subsection (a) in an amount greater than $10,000 may not be divided into several purchases or contracts for lesser amounts in order to meet the exception und...",
    "domain": "AI/ML",
    "tier": "Tier 2 (Under Review)"
  }
]